{
  "books": [
    {
      "id": 1,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/28/16/preview/69e87e3223491fec6b50_400x.jpg",
      "title": "Маскарад убийцы",
      "descr": "Ночью в дом Уолтера Джаллина проникли двое вооруженных людей — грабитель и преследующий его полицейский. Но и он не безоружен. Вот только патрон один и нужно правильно выбрать цель.",
      "genre": "реализм",
      "authorId": 1
    },
    {
      "id": 2,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/25/14/preview/cc51e6e00e4b07c43095_400x.jpg",
      "title": "Лавка миров",
      "descr": "Мистер Уэйн дошёл до магазина миров. В разговоре с продавцом он узнал, ЧТО он может получить в обмен на всё своё состояние — на свёрток, который он принёс с собой. Продавец предлагал Уэйну при помощи укола освободить его сознание, чтобы тот смог выбрать для себя один из бесчисленного множества миров, которые Земля порождает непрерывно — мир своей мечты…",
      "genre": "фантакстика",
      "authorId": 1
    },
    {
      "id": 3,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/23/15/preview/afb8c37c8c6117e24274_400x.jpg",
      "title": "Право на смерть",
      "descr": "Он погиб на поле боя и его воскресили, чтобы отправить назад на передовую. Это было уже не в первый раз. Снова боль, которую не заглушала даже анестезия. Так жить дальше было нельзя, но у него не было и права на смерть…",
      "genre": "фантакстика",
      "authorId": 1
    },
    {
      "id": 4,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/28/15/preview/f76d05c44e989770888f_400x.jpg",
      "title": "Норман Уиздом и ангел смерти",
      "descr": "Стэнли Моррисон, обычный, возможно даже лучший Больничный Помощник очень не любит, когда кто-нибудь не знает Нормана Уиздома, Маленького Человека, Завоевавшего Все Наши Сердца.",
      "genre": "триллер",
      "authorId": 2
    },
    {
      "id": 5,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/4d7fe3fda225b9021558_400x.jpg",
      "title": "Руна",
      "descr": "«Руна», одно из наиболее популярных произведений британского мастера криминально-мистической литературы ужасов Кристофера Фаулера. Творческую манеру писателя различают актуальность темы, уверительность создаваемых образов, а также оригинальность и острота сюжетов, в которых сочетаются элементы напряженности детективно-мистического сюжета и едкой социальной сатиры.",
      "genre": "мистика",
      "authorId": 2
    },
    {
      "id": 6,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/05/17/16/preview/4ce36fcf26e3be50c3d2_400x.jpg",
      "title": "Хребты безумия",
      "descr": "Полярная экспедиция сталкивается с запредельным ужасом древних веков. Лучшее кошмарно-прекрасно-завораживающее описание в творчестве Лавкрафта запечатлено именно в этом произведении. Это описание заброшенного ледяного города «древних», уводящего в недра земли.",
      "genre": "мистика",
      "authorId": 3
    },
    {
      "id": 7,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/12/15/15/preview/977b0071402b5f013bc6_400x.jpg",
      "title": "Курган",
      "descr": "В 1928 году любознательный этнограф прибыл в Оклахому, чтобы провести сравнительный анализ историй о призраках, бытующих там, с уже известными подобными историями. Оказалось, что все истории связанны в основном с единичным курганом, расположившемся на западе штата.",
      "genre": "мистика",
      "authorId": 3
    },
    {
      "id": 8,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/30/21/preview/9678510160fc2d2ebe60_400x.jpg",
      "title": "Дагон",
      "descr": "Попав в плен во время войны, герой рассказа совершает побег и оказывается в открытом океане на шлюпке. После изматывающих и бесконечных дней поиска суши, проснувшись в очередной раз, он обнаруживает, что тонет в вязком черном болоте среди разложившихся останков рыб и прочей мерзости…",
      "genre": "ужасы",
      "authorId": 3
    },
    {
      "id": 9,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/06/08/12/preview/109783f256f90c576123_400x.jpg",
      "title": "Хаоспатрон",
      "descr": "Странное происшествие на посту ГИБДД, когда в молекулярную пыль распался потрепанный фермерский «уазик» вместе с водителем, оказалось лишь звеном в длинной цепочке необъяснимых событий, которые начались почти тридцать лет назад в джунглях Камбоджи.",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 10,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/d4c0abc21e987981aa46_400x.jpg",
      "title": "Черный ангел",
      "descr": "Зона еще не знала такой гигантской и мощной аномалии! Она появилась внезапно, и не менее неожиданно возникла целая армия ее адептов, вооруженных до зубов и тоже именующих себя черными ангелами. Наемнику Андрею Луневу, который подрядился провести в центр Зоны двух ученых, предстояло сразиться с этими самыми ангелами, а еще — с бывшими «коллегами» и множеством сталкеров, охотящихся за «Джокером» — таинственным артефактом, по слухам дающим власть над всеми мутантами Зоны…",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 11,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/08/preview/62ca29212117b7bdec0c_400x.jpg",
      "title": "Обратный отсчет",
      "descr": "Сталкер Андрей Лунев с самого начала понял: что-то здесь нечисто… Офицеры Международной инспекции устремились к центру Припяти всего за сутки до очередного смертоносного выброса, и Андрей по контракту должен был прикрывать их тылы, а после выполнения инспекторами загадочного задания — убрать всех посторонних, прикоснувшихся к тайне Зова.",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 12,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/7fd9b21db923b2ab7898_400x.jpg",
      "title": "Пятая Космическая",
      "descr": "Эта война, получившая название Пятой Космической, вызревала давно и началась внезапно. Сошлись в кровавой схватке солдаты Земной Федерации и Демократического Альянса, возглавляемого Марсом. Но пламя космических битв скрывало за собой зловещую фигуру Тайного Советника – человека (или монстра?), который под прикрытием братоубийственной войны решил стать правителем всей Галактики.",
      "genre": "фантастика",
      "authorId": 4
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "Роберт Шекли"
    },
    {
      "id": 2,
      "name": "Кристофер Фаулер"
    },
    {
      "id": 3,
      "name": "Говард Лавкрафт"
    },
    {
      "id": 4,
      "name": "Вячеслав Шалыгин"
    }
  ]
}
